Repository: dmitry-pawlyukewitch/MY_FRIDGE_APP
Catalog: My Fridge/Resources/*.lproj/Localizable.strings
Languages: ru

# General.Cancel
source: Cancel
ru: Отмена

# MyFridge.ViewTitle
source: My Fridge
ru: Мой Холодильник

# MyFridge.TableViewHeader.ReadyForEat
source: Ready for eat
ru: Годны к употреблению

# MyFridge.TableViewFooter.ReadyForEat
source: These products have not yet expired
ru: Срок годности этих продуктов еще не истек

# MyFridge.TableViewHeader.Expired
source: Expired
ru: Просроченые продукты

# MyFridge.TableViewFooter.Expired
source: These products have expired
ru: Срок годности этих продуктов истек

# MyFridge.SwipeAction.Delete
source: Delete
ru: Удалить

# MyFridge.SwipeAction.Eat
source: Eat
ru: Съесть

# MyFridge.EmptyMessage
source: There are no added products
ru: Нет добавленных продуктов

# Product.ViewTitle.Info
source: Product Info
ru: Информация

# Product.ViewTitle.Add
source: Add Product
ru: Добавить продукт

# Product.ToolbarButtonTitle.Delete
source: Delete
ru: Удалить

# Product.ToolbarButtonTitle.Eat
source: Eat
ru: Съесть

# Product.DiscardChangesAlert.Message
source: Are you sure you want to discard this product?
ru: Вы уверены что хотите не сохранить изменения?

# Product.DiscardChangesAlert.Discard
source: Discard
ru: Не сохранять

# ProductExpirationDateTableViewCell.Title
source: Expiration Date
ru: Срок годности

# ProductNameTableViewCell.Title
source: Name
ru: Название

# ProductNameTableViewCell.Placeholder
source: Name
ru: Название
